Repository: koenige/modules-contacts
Catalog: languages/contacts-*.po
Languages: tr

source: merge contact records
tr: kişi kayıtlarını birleştirme

source: set or change date of death
tr: ölüm tarihini belirleme veya değiştirme

source: explicitly change identifier of a person
tr: bir kişinin tanımlayıcısını açıkça değiştirmek

source: list all contacts (without persons)
tr: tüm kişileri listele (kişiler olmadan)

source: edit third party identifiers of contacts
tr: kişilerin üçüncü taraf tanımlayıcılarını düzenleme

source: see online status of a person, link to logins
tr: bir kişinin çevrimiçi durumunu görmek, girişlere bağlantı vermek

source: list all persons
tr: tüm kişileri listeleyin

source: list all contacts that are places
tr: yer olan tüm kişileri listeleyin

source: read contact profile pages
tr: kişi profil sayfalarını okuyun

source: read contact profile pages of persons
tr: kişilerin iletişim profili sayfalarını okuyun

source: read contact profile pages of general contacts
tr: genel kişilerin kişi profili sayfalarını okuyun

source: publish contacts or contact details, relations
tr: kişileri veya iletişim bilgilerini, ilişkileri yayınlamak

source: edit internal remarks per contact
tr: kişi başına dahili açıklamaları düzenleme

source: confirm an e-mail address (double opt-in)
tr: bir e-posta adresini onaylayın (çift katılım)

source: secret key which forms a hash that allows to add a login
tr: bir oturum açma eklemeye izin veren bir karma oluşturan gizli anahtar

source: timeframe in minutes during which the addlogin_key is valid
tr: addlogin_key'in geçerli olduğu dakika cinsinden zaman dilimi

source: rights that are given to contact if a login is added via e-mail
tr: e-posta yoluyla bir oturum açma eklenirse kişiye verilen haklar

source: show field contact_abbr in contacts table
tr: kişiler tablosunda contact_abbr alanını göster

source: show field contact_short in contacts table
tr: kişiler tablosunda contact_short alanını göster

source: show field contact_sort in contacts table
tr: kişiler tablosunda contact_sort alanını göster

source: show field country in contacts table
tr: kişiler tablosunda ülke alanını göster

source: show values in field country in contacts table hierarchically
tr: kişiler tablosunda ülke alanındaki değerleri hiyerarşik olarak gösterme

source: show country as column in list view
tr: ülkeyi liste görünümünde sütun olarak göster

source: add label field for contact details
tr: iletişim bilgileri için etiket alanı ekleyin

source: show field end_date in contacts table
tr: kişiler tablosunda end_date alanını göster

source: list with all contacts (without persons)
tr: tüm kişileri içeren liste (kişiler olmadan)

source: show identifiers as subtable for contacts
tr: kişiler için tanımlayıcıları alt tablo olarak göster

source: secret key which forms a hash that allows to login via link
tr: bağlantı üzerinden giriş yapmayı sağlayan bir karma oluşturan gizli anahtar

source: timeframe in minutes during which the linklogin_key is valid
tr: linklogin_key'in geçerli olduğu dakika cinsinden zaman dilimi

source: include table contacts_media in contacts table
tr: contacts_media tablosunu kişiler tablosuna dahil et

source: maximum media records associated to contact
tr: kişiyle ilişkili maksimum medya kaydı

source: minimum media records associated to contact
tr: kişiyle ilişkili minimum medya kayıtları

source: disallow deletion of contacts
tr: kişilerin silinmesine izin verme

source: show field parameters in contacts table
tr: kişiler tablosunda alan parametrelerini göster

source: list with all persons
tr: tüm kişilerle birlikte liste

source: show field `persons.sex` in list
tr: listede `persons.sex` alanını göster

source: list with all contacts that are places
tr: yer alan tüm kişileri içeren liste

source: path to internal profile page of a person
tr: bir kişinin dahili profil sayfasına giden yol

source: path to internal profile page of a contact, if no special path is given
tr: özel bir yol verilmemişse, kişinin dahili profil sayfasına giden yol

source: show a field contacts.published in forms, to set status of a contact to published
tr: bir kişinin durumunu yayınlanmış olarak ayarlamak için formlarda contacts.published alanını gösterme

source: path to staff list of an organisation (contact)
tr: bir kuruluşun personel listesine giden yol (kişi)

source: show field start_date in contacts table
tr: kişiler tablosunda start_date alanını göster

source: path to confirm an e-mail address (double opt-in)
tr: e-posta adresini onaylama yolu (çift katılım)

source: initial installation date of contacts module (for updates)
tr: rehber modülünün ilk kurulum tarihi (güncellemeler için)

source: ID of owner of website in contact list
tr: Kişi listesindeki web sitesi sahibinin kimliği

source: ID of country where website is in (default country)
tr: Web sitesinin bulunduğu ülkenin kimliği (varsayılan ülke)

source: You are trying to create a new login for you. But somehow, the web address (URL) you clicked seems to be incorrect. Maybe some part is missing?
tr: Sizin için yeni bir giriş oluşturmaya çalışıyorsunuz. Ancak bir şekilde, tıkladığınız web adresi (URL) yanlış görünüyor. Belki bir kısmı eksiktir?

source: Back to login page
tr: Giriş sayfasına dön

source: Sorry, you cannot create a login for this username. Either the user does not exist on our website or there already exists a login for this username.
tr: Üzgünüz, bu kullanıcı adı için bir giriş oluşturamazsınız. Ya kullanıcı web sitemizde mevcut değil ya da bu kullanıcı adı için zaten bir giriş var.

source: You are trying to login via a link. But somehow, the web address (URL) you clicked seems to be incorrect. Maybe some part is missing?
tr: Bir bağlantı üzerinden giriş yapmaya çalışıyorsunuz. Ancak bir şekilde, tıkladığınız web adresi (URL) yanlış görünüyor. Belki bir kısmı eksiktir?

source: Please also be aware that the link we sent to you has a limited validity. Maybe time’s up.
tr: Lütfen size gönderdiğimiz linkin sınırlı bir geçerliliği olduğunu da unutmayın. Belki de zaman dolmuştur.

source: Add a new login
tr: Yeni bir oturum açma ekleyin

source: Set a Password
tr: Parola Belirleme

source: Please set a password for the login.
tr: Lütfen giriş için bir şifre belirleyin.

source: The password must be at least <strong>%d characters</strong> long.
tr: Parola en az <strong>%d karakter</strong> uzunluğunda olmalıdır.

source: In the future, access is granted with the username below and the password you chose.
tr: Gelecekte, aşağıdaki kullanıcı adı ve seçtiğiniz şifre ile erişim sağlanır.

source: Save password
tr: Şifreyi kaydet

source: Contacts (without persons)
tr: Kişiler (kişi olmadan)

source: Organisers
tr: Organizatörler

source: Full name
tr: Tam İsim

source: Internal full name
tr: Dahili tam ad

source: Full name with first name only
tr: Yalnızca ilk adla birlikte tam ad

source: Last name, given names
tr: Soyadı, verilen adlar

source: Full name with birth name
tr: Doğum adı ile birlikte tam ad

source: Places
tr: Konumlar

source: Venues
tr: Mekanlar

source: Venue
tr: Mekan

source: Addresses
tr: Adresler

source: Address
tr: Adres

source: Country
tr: Ülke

source: Latitude
tr: Enlem

source: Longitude
tr: Boylam

source: Latitude / Longitude
tr: Enlem / Boylam

source: Postcode
tr: Posta Kodu

source: Place
tr: Yer

source: Postcode/Place
tr: Posta kodu/Yer

source: Street/No.
tr: Sokak/No.

source: If there is more than one address:<br>Send letters to this address?
tr: Birden fazla adres varsa:<br>Mektuplar bu adrese mi gönderiliyor?

source: Is determined automatically, if possible
tr: Mümkünse otomatik olarak belirlenir

source: Awards
tr: Ödüller

source: Date
tr: Tarih

source: Date of Award
tr: Ödül Tarihi

source: Duration from
tr: Şu tarihten itibaren süre

source: Duration until
tr: Kadar süre

source: Duration
tr: Süre

source: Laudation
tr: Övgü

source: Published
tr: Yayınlanan

source: Name at time of award
tr: Ödül sırasındaki isim

source: Contacts
tr: İletişim

source: Contact
tr: İletişim

source: Identifier
tr: Tanımlayıcı

source: Category
tr: Kategori

source: Description
tr: Açıklama

source: Remarks
tr: Uyarılar

source: Internal remarks
tr: İç açıklamalar

source: Name
tr: Ad

source: Name, short
tr: İsim, kısa

source: Name, abbr.
tr: İsim, kısaltma.

source: Short
tr: Kısa

source: Publish on website?
tr: Web sitesinde yayınlamak mı?

source: Created
tr: Oluşturuldu

source: Start date
tr: Başlangıç tarihi

source: End date
tr: Bitiş Tarihi

source: Founding date
tr: Kuruluş tarihi

source: Dissolution date
tr: Fesih tarihi

source: Parameters
tr: Parametreler

source: Sort
tr: Sırala

source: Categories per Contact
tr: Kişi Başına Kategoriler

source: Linked Contacts
tr: Bağlantılı Kişiler

source: Relation
tr: İlişki

source: Main Contact
tr: Ana İletişim

source: No.
tr: Hayır.

source: Role
tr: Rol

source: Identifiers
tr: Tanımlayıcılar

source: current
tr: geçerli

source: Media for Contacts
tr: Kişiler için Medya

source: Contact Verifications
tr: İletişim Doğrulamaları

source: Confirmed Mail
tr: Onaylanmış Posta

source: Entry Date
tr: Başvuru Tarihi

source: Entry IP
tr: Giriş IP'si

source: Verification Date
tr: Doğrulama Tarihi

source: Verification IP
tr: Doğrulama IP'si

source: Status
tr: Durum

source: Language
tr: Dil

source: Mails sent
tr: Gönderilen postalar

source: unverified
tr: doğrulanmamış

source: confirmed per link
tr: bağlantı başına onaylandı

source: confirmed manually
tr: manuel olarak onaylandı

source: complete
tr: tamamlandı

source: unsubscribed
tr: listeden çıktı

source: deleted
tr: silindi

source: Contact Details
tr: İletişim Detayları

source: Identification
tr: Kimlik

source: Persons
tr: Kişiler

source: Title (prefix)
tr: Başlık (önek)

source: First name
tr: İsim

source: Particle
tr: Parçacık

source: Last name
tr: Soyadı

source: Birth name
tr: Doğum Ismi

source: e. g. nobiliary particle
tr: örn. nobilier parçacık

source: if different from current last name
tr: mevcut soyadından farklıysa

source: (born
tr: (doğdu

source: Title (suffix)
tr: Başlık (son ek)

source: Sex
tr: Cinsiyet

source: female
tr: kadın

source: male
tr: erkek

source: diverse
tr: farklı

source: Date of Birth
tr: Doğum Tarihi

source: Birth
tr: Doğum

source: Date of Death
tr: Ölüm Tarihi

source: Nationality
tr: Uyruğu

source: Change identifier?
tr: Tanımlayıcıyı değiştirelim mi?

source: To change the identifier. Important: this is the login username, please inform the person of the change.
tr: Tanımlayıcıyı değiştirmek için. Önemli: bu oturum açma kullanıcı adıdır, lütfen değişikliği kişiye bildirin.

source: Phone
tr: Telefon

source: About me
tr: Hakkımda

source: A few lines about the person.
tr: Kişi hakkında birkaç satır.

source: Confirm Registration
tr: Kaydı Onayla

source: (born %s)
tr: (doğan %s)

source: (Age: %d)
tr: (Yaş: %d)

source: Edit
tr: Düzenle

source: Add to a group
tr: Thêm vào nhóm

source: Possible duplicates of this record
tr: Bu kaydın olası kopyaları

source: since
tr: beri

source: Online?
tr: Çevrimiçi mi?

source: currently online
tr: şu anda çevrimiçi

source: last seen
tr: son görülme

source: never online
tr: asla çevrimiçi değil

source: inactive login
tr: etkin olmayan giriş

source: without a login
tr: giriş yapmadan

source: masquerade login
tr: maskeli̇ balo gi̇ri̇şi̇

source: An access code for the login has been sent!
tr: Giriş için bir erişim kodu gönderildi!

source: Send mail with access code
tr: Erişim kodu ile posta gönderme

source: (for mailing)
tr: (postalama için)

source: Foundation:
tr: Vakıf:

source: Dissolution:
tr: Dağılma:

source: (%d year)
tr: (%d yıl)

source: (%d year ago)
tr: (%d yıl önce)

source: (outdated)
tr: (modası geçmiş)

source: Short form:
tr: Kısa şekli:

source: Abbreviation:
tr: Kısaltma:

source: Profiles
tr: Profiller

source: Registration
tr: Kayıt

source: and
tr: ve

source: Please check the name you entered.
tr: Lütfen girdiğiniz ismi kontrol edin.

source: Is it true that your name contains capital letters after the first letter?
tr: İsminizin ilk harfinden sonra büyük harfler içerdiği doğru mu?

source: Yes, that’s right.
tr: Evet, bu doğru.

source: If so, please resubmit the form. If not, please enter the correct information.
tr: Eğer öyleyse, lütfen formu yeniden gönderin. Değilse, lütfen doğru bilgileri girin.

source: Is it true that your first and last name are the same?
tr: Adınızın ve soyadınızın aynı olduğu doğru mu?

source: Alpha
tr: Alfa
